
#include "TXLib.h"

//-----------------------------------------------------------------------------

int main()
    {
    char xp [60] = {};
    printf ("введите что-нибудь: ");
    scanf ("%s", xp);

    printf ("прекрасный %s! ", xp);
    printf ("восхитительный %s! ", xp);
    printf ("я очень люблю %s! ", xp);
    printf ("я конечно выучил %s! ", xp);
    printf ("спросите меня про %s! ", xp);
    printf ("биология это %s! ", xp);
    printf (" я напишу реферат по %s! ", xp);
    //printf ("%s", xp);


    return 0;
    }


//-----------------------------------------------------------------------------
